{
  "articles": [
    {
      "title": "Field Trip hiro 2025",
      "image": "tour.jpg",
      "caption": "mi dan mts sekolah hiro melakukan field trip ke wisata puncak bogor.",
      "date": "2025-05-20",
      "fullContent": [
        "fauzan ~ mi dan mts hiro (hidayaturrohman) pada tanggal 25 juni jam 02:00 wib ke wisata puncak bogor the vnice funtastic park ciqanjur.",
        ""
      ]
    },
    {
      "title": "SMA Hiro, Sekolah Yang Melompat",
      "image": "https://hiroteluknaga.sch.id/image/artikel_7.png",
      "caption": "Sejak awal tahun pelajaran 2022/2023, SMA Hiro yang terletak di Kecamatan Teluknaga Kabupaten Tangerang bukan hanya berjalan maju tetapi melompat maju dengan prestasi akademik.Sejak awal tahun pelajaran 2022/2023, SMA Hiro yang terletak di Kecamatan Teluknaga Kabupaten Tangerang bukan hanya berjalan maju tetapi melompat maju dengan prestasi akademik.",
      "date": "Jumat, 07 April 2023",
      "fullContent": [
        "Sejak awal tahun pelajaran 2022/2023, SMA Hiro yang terletak di Kecamatan Teluknaga Kabupaten Tangerang bukan hanya berjalan maju tetapi melompat maju dengan prestasi akademik. Dari awal Agustus 2022 hingga akhir September 2022 SMA Hiro telah mengumpulkan lebih dari 5 prestasi akademik baik tingkat provinsi maupun nasional, berikut prestasi-prestasi tersebut:",
        "1. Ananda Ines Meliyana berhasil meraih prestasi di ajang Olimpiade Cabang Sosiologi yang diselenggarakan oleh platform edukasi @university.id. Ananda nasional Ines menjadi Juara 1 Olimpiade Cabang Sosiologi tingkat Provinsi Banten sekaligus meraih peringkat kelima di tingkat (Juara Harapan 2).",
        "2. Ananda Angelica Oktavia Alhoery berhasil meraih prestasi di ajang Olimpiade Nasional bertajuk Kompass Cup 2 yang diselenggarakan oleh platform edukasi @lesprivatofficial pada tanggal 17 Juli 2022. Ananda Angelica meraih medali perak cabang Bahasa Indonesia setelah berhasil menembus peringkat 4 (Juara Harapan 1) tingkat nasional.",
        "3. Ananda Nola Shakira berhasil meraih prestasi di ajang Olimpiade Cabang Bahasa Indonesia yang diselenggarakan oleh platform edukasi @university.id. Pada acara bertajuk Festival Olimpiade 7 tersebut, Ananda Nola menjadi Juara 2 Olimpiade Cabang Bahasa Indonesia tingkat Provinsi Banten.",
        "4. Ananda Nursilah berhasil meraih prestasi di ajang Olimpiade Nasional bertajuk Olbas (Olimpiade Bahasa dan Sosial) yang diselenggarakan oleh platform edukasi Bee Digital Prestasi Nusantara pada tanggal 07 Agustus 2022 lalu. Ananda Nursilah meraih medali perak cabang Sejarah setelah berhasil menembus peringkat 6 (Juara Harapan 3) tingkat nasional.",
        "5. Ananda Afri Listiyani berhasil meraih prestasi di ajang Olimpiade Sains Siswa Nasional (OSSN) 2 tahun 2022. Pada ajang yang dipertandingkan oleh platform edukasi Kompetisi Nasional tersebut, Ananda Afri berhasil meraih medali perak bidang Bahasa Indonesia tingkat nasional.",
        "6. Ananda Lulu Lutfiah berhasil meraih prestasi di ajang Kompetisi Online Siswa Nasional (KOSN) tahun 2022. Pada ajang yang diselenggarakan oleh platform edukasi PT Harmoni Kreasi Digital tersebut, Ananda Lulu berhasil meraih medali perak bidang Sejarah tingkat nasional.",
        "7. Ananda Nursilah berhasil meraih prestasi di ajang Kompetisi Pelajar Berprestasi Nasional (Kompass) Cup 3 tahun 2022. Pada ajang yang dipertandingkan oleh platform edukasi Cari Les Privat tersebut, Nursilah berhasil meraih medali perak bidang Sejarah tingkat nasional dari total 42 finalis. Pencapaian ini merupakan prestasi kedua Nursilah setelah sebelumnya berhasil meraih medali perak bidang Sejarah pada Olimpiade Bahasa dan Sosial (Olbas) 2022.",
        "Selain prestasi di atas sampai awal tahun 2023 masih ada sekitar lima prestasi lain yang diperoleh SMA Hiro, tetapi masih proses validasi medali sehingga belum bisa dipublikasikan.",
        "Jika ada sekolah dengan modal besar yang sudah diproyeksikan dari awal menjadi sekolah favorit juga melejit dengan segudang prestasi adalah hal yang wajar. Namun tidak dengan SMA Hiro. Sekolah dengan biaya pendidikan yang sangat terjangkau untuk perekonomian warga sekitar dan tidak terletak di pusat kota, tetapi di pinggir pantai utara Kabupaten Tangerang, akhirnya menjadi sekolah yang menurut banyak orang telah melakukan lompatan besar. SMA Hiro secara tidak langsung dapat dijadikan indikator keberhasilan program pemerintah terkait pemerataan pendidikan, khususnya Pemerintah Provinsi Banten."
      ]
    },
    {
      "title": "SMA Hiro, Sekolah Yang Melompat",
      "image": "https://hiroteluknaga.sch.id/image/artikel_6.png",
      "caption": "Kejuaraan futsal di lingkungan internal SMA Hiro selain untuk meningkatkan mental bertanding yang.",
      "date": "Rabu, 05 Januari 2022",
      "fullContent": [
        "Kejuaraan futsal di lingkungan internal SMA Hiro selain untuk meningkatkan mental bertanding yang sempat menurun akibat masa pandemi covid-19, juga diadakan untuk memperkenalkan nilai-nilai sportifitas kepada siswa SMA Hiro. Hiro Cup 2021 dengan konsep acara 1 hari diikuti oleh 16 tim yang berasal dari siswa SMA Hiro, imana setiap tim bebas mencari anggota dari kelas mana saja.",
        "Hal ini dilakukan untuk mengenalkan kebersamaan ke siswa, dan pada akhirnya diharapkan mampu mengenalkan nilai-nilai sportifitas kepada siswa SMA Hiro."
      ]
    },
     {
      "title": "Apa Yang Sudah Kami Lakukan Dalam Mencegah Penyebaran Covid-19?",
      "image": "https://hiroteluknaga.sch.id/image/artikel_1.png",
      "caption": "Himbauan pemerintah untuk dilaksanakannya pembatasan sosial sebagai upaya pencegahan penyebaran Virus Corona, berimbas pada dunia pendidikan yang tidak lagi menyelenggarakan kegiatan belajar mengajar di sekolah.",
      "date": "Sabtu, 25 April 2020",
      "fullContent": [
        "Himbauan pemerintah untuk dilaksanakannya pembatasan sosial sebagai upaya pencegahan penyebaran Virus Corona, berimbas pada dunia pendidikan yang tidak lagi menyelenggarakan kegiatan belajar mengajar di sekolah. Hal ini disikapi oleh Yayasan Hidayaturrohman untuk mengadakan virtual class dengan memilih link system management ( LMS ) google classroom. Selain sudah familiar, google classroom juga memiliki server yang stabil sehingga bisa diakses dengan lancar oleh siswa maupun guru.        ",
        "Himbauan pemerintah untuk melaksanakannya upaya sosial sebagai upaya pencegahan penyebaran Virus Corona, berimbas pada dunia pendidikan yang tidak lagi menyelenggarakan kegiatan belajar mengajar di sekolah. Hal ini disikapi oleh Yayasan Hidayaturrohman untuk mengadakan kelas virtual dengan memilih link system Management (LMS) Google Classroom . Selain sudah familiar, Google Classroom juga memiliki server yang stabil sehingga dapat diakses dengan lancar oleh siswa maupun guru.",
        "ARTIKEL LENGKAP DI hiroteluknaga.sch.id"
      ]
    },
  {
    "title": "Lebih Baik Karena Covid-19",
      "image": "https://hiroteluknaga.sch.id/image/artikel_2.png",
      "caption": "Guru adalah profesi yang menuntut kita untuk tidak pernah berhenti belajar.",
      "date": "Selasa, 21 April 2020",
      "fullContent": [
        "Guru adalah profesi yang menuntut kita untuk tidak pernah berhenti belajar. Keberadaan kelas maya (virtual class) yang merupakan imbas dari merebaknya covid-19 seakan menjadi sebuah stimulus, bahkan menjadi sebuah fasilitas untuk kita (para guru) terus belajar. Atau setidaknya, membuat guru semakin melek teknologi. Teknologi dengan senang hati membukakan pintu dan membiarkan siapa saja masuk untuk menjadi bagian dari stimulus dan fasilitas yang dibutuhkan. Dari keberadaan learning management system (LSM) yang beragam sampai kepada aplikasi-aplikasi media sosial yang dapat dioptimalkan menjadi kegiatan pembelajaran yang lebih baik lagi, khususnya kegiatan pembelajaran di SMA Hiro Teluknaga.",
        "Aplikasi Google Classroom sebagai salah satu LMS yang cukup stabil dan cenderung mudah digunakan baik dari sisi siswa maupun dari sisi guru, menjadi pilihan saya dalam mengajar mata pelajaran sosiologi di kelas XI-IPS SMA Hiro.",
        "Keadaan akhirnya menuntut untuk mengeksplor lebih dalam seputar materi, bahan dan metode pembelajaran, baik yang berbentuk teks, slide, gambar, audio bahkan video. Sebut saja, pada materi pokok konflik sosial, saya merangkum materi pembelajaran dalam bentuk file power point dan memilih link video youtube yang akan digunakan sebagai bahan ajar. Dari sini saya banyak belajar, tentang bagaimana membuat slide presentasi yang menarik kemudian membuat hyperlink ke link video youtube. Belum lagi cara membagikan file tersebut pada forum kelas di google classroom, benar-benar membuat saya melek teknologi.",
        "Pada akhirnya keadaan menuntut siswa juga untuk menggunakan gawai dengan lebih bermanfaat. Bukan sekedar membuka konten-konten youtube remeh temeh yang tak ada hubungannya dengan materi pembelajaran. Bukan sekedar menggunakan whatsapp untuk bergosip. Bukan sekadar menggunakan kuota internet untuk hal-hal tersebut, tetapi juga dipergunakan untuk mengikuti pembelajaran yang menarik secara daring. Karena jika pembelajaran yang disajikan menarik, mereka akan tetap di rumah dan semoga bisa memutus mata rantai penyebaran covid-19 di republik kita tercinta, INDONESIA."
      ]
    },
    
    {
      "title": "Work From Home (#WFH)",
      "image": "https://hiroteluknaga.sch.id/image/artikel_3.jpg",
      "caption": "angerang, April 21th 2020 Hidayaturrohman Foundation. When the corona or covid-19 virus pandemic come to the world and made everyone to do and follow adaptations, the teachers were no exception.",
      "date": " Sabtu, 18 April 2020",
      "fullContent": [
        "Tangerang, April 21th 2020 Hidayaturrohman Foundation. When the corona or covid-19 virus pandemic come to the world and made everyone to do and follow adaptations, the teachers were no exception. Schools may be closed, but teaching and learning activities must continue. The schools must also carry out learning activities by following the advice of the government by online. It is applied to prevent the spread of corona virus. ",
        "Online learning takes place, but this learning is not as easy as imagined, there are many obstacles experienced or discovered by teachers or students. As there are still some teachers who do not understand how to operate a computer or even with network constraints that always disrupt learning activities. So that makes teachers a little down with a learning system like this. Like me, one of those who do online learning. I am Mega, (I teach in high school, I teach with an online system, as long as I teach a lot of obstacles I find like when I teach not all students can access this learning, because there are some of them, they do not have cell phones or even they have to share time to use cellphone with his parents). April 21 2020. But this cannot be denied, despite the frustration experienced in this situation and must be able to adapt to this situation.",
        "Although many negative aspects that we found, however there are some positive things that can be felt from this problem. One of them is the concept of online learning making teachers more flexible, both in terms of time and source of learning. It also does not require the teacher to arrange the class; the teacher's job is only to provide material and assignments to students.",
        "However, behind the positive points above, we teachers will still choose the concept of direct learning activities in class, because the concept of face-to-face learning is considered far more effective. Classroom learning activities allow us teachers to interact directly with students. Besides that students can also ask directly and get detailed explanations from the teacher if there are things that are not understood."
      ]
    }
  ]
}